Repository: luan-u/tvt-br-translation
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pt_br

source: This makes Spooner remember the ''Hansel and Gretel'' book in Lanning's office, which made him realize he was being left a trail of clues to follow.
pt_br: Isso faz Spooner se lembrar do livro ''João e Maria'' no escritório de Lanning, o que o faz entender que havia uma trilha de pistas para seguir.

source: This makes the show [[OvershadowedByControversy less interesting than the scandal]].
pt_br: Isso torna o show [[Br/OfuscadoPelaControversia menos interessante do que o escândalo associado]].

source: This may be due to something known as the "80-20" rule in business — in this case, that market research shows that 80% of money spent on television-advertised products comes from the lowest 20% in terms of education and intelligence, so show-content is naturally geared towards them.
pt_br: Isso pode ter a ver com algo que é conhecido como a regra do "80-20" [[note]]também conhecido como "Princípio de Pareto"[[/note]] nos negócios -- neste caso, as pesquisas de mercado apontam que 80% do dinheiro gasto com produtos anunciados na televisão vem dos 20% inferiores em termos de educação e inteligência, por isso o conteúdo dos shows é naturalmente voltado pra eles.

source: This may be even nastier than any of the above, especially when it has no limitations on whom they can possess, although usually [[KillTheHostBody destroying the body]] when the consciousness is still inside will kill both the possessed and the possessing entity permanently.
pt_br: Isto pode ser ainda mais terrível que os exemplos anteriores, ainda mais quando não há limitações sobre quem pode ser possuído. [[Br/MateOHospedeiro Destruir o corpo]] quando a consciência está nele vai matar permanentemente o possuído e o possessor.

source: This may lead to VulgarHumor, sadistic slapstick violence, or something else along those lines.
pt_br: Isso pode levar a Br/HumorVulgar, violência sadista tipo pastelão, ou algo nesse sentido.

source: This may turn them into a StepfordSnarker.
pt_br: Isso pode transformar eles em um ??? StepfordSnarker.

source: This means that plot holes and unrealistic elements can be excused if their presence results in the audience feeling something (assuming they're not too blatant to allow for the desired impact).
pt_br: Isso significa que furos de trama e elementos irrealistas podem ser aceitos se a presença deles resulta nos espectadores sentindo algo (desde que não seja muito exagerado para o impacto desejado).

source: This means that whatever charm they may have had is surgically removed to appeal to the American audience, which is [[ViewersAreMorons not known for being particularly clever]].
pt_br: Isso significa que qualquer encanto que a obra possa ter é cirurgicamente removido para ter apelo ao público dos Estados Unidos, que [[Br/EspectadoresSaoIdiotas não é conhecido pela capacidade de raciocínio]].

source: This narration adheres to a SympatheticPOV the way 1st-person does, getting the reader inside that character's head but also allowing the depiction of reactions or other things the character isn't aware of (TheNoseBleed, for instance).
pt_br: Esse modo de narrativa adere a um Br/PontoDeVistaSimpatico como na primeira pessoa, colocando o leitor dentro da cabeça do personagem mas também permitindo a descrição de reações ou outras coisas das quais o personagem não está ciente.

source: This new body may be modified as necessary, and possibly have some form of invulnerabilities themselves.
pt_br: Esse novo corpo pode ser modificado conforme necessário e talvez até tenham eles próprios alguma forma de invulnerabilidade.

source: This often comes with a related gimmick, if the change [[TheMountainsOfIllinois can't be easily masked]] and the setting moves with the production.
pt_br: Isso costuma vir com algum artifício relacionado caso a mudança [[Br/AsMontanhasDoAmazonas não possa ser facilmente mascarada]] e a ambientação muda para acompanhar.

source: This often happens when ExecutiveMeddling demands that the show become DarkerAndEdgier or LighterAndSofter.
pt_br: Isso costuma acontecer quando a Br/InterferenciaExecutiva exige que o show fique Br/MaisSombrioEPesado ou Br/MaisAnimadoELeve.

source: This often occurs in series where you will constantly have LoadsAndLoadsOfWriters and often just as many different editors and script checkers.
pt_br: Isto costuma acontecer em séries que possuem Br/MuitosEMuitosEscritores, assim como muitos editores e revisores.

source: This only makes it harder to guess the order to watch for new fans.
pt_br: Isso só faz com que seja mais difícil para os novos fãs determinar a ordem de assistir as coisas.

source: This page indexes tropes or patterns in storytelling/development whose entire purpose is to remain hidden from or fool an audience so that they [[BellisariosMaxim never think about their workings, purpose, meaning or implications]].
pt_br: Esta página indexa tropos ou padrões narrativos cujo propósito é permanecer escondido do público para que eles [[Br/MaximaDeBellisario nunca pensem sobre seu funcionamento, propósito, significado ou implicações]].

source: This page only lists overt references to the term or {{lampshade|d}}s of the phenomenon.
pt_br: Esta página possui somente referências claras ao termo ou [[Br/LancandoLuz lançamentos de luz]] sobre o fenômeno.

source: This resulted in a more positive characterization than before, even if she still was a {{Jerkass}} compared to the remaining characters.
pt_br: Isso resultou em uma caracterização mais positiva que antes, mesmo que ela ainda seja uma Br/{{Babaca}} em comparação com os demais personagens.

source: This second crossing takes the violence from sick back to funny in its ridiculous extremes.
pt_br: Essa segunda passada de ponto faz a violência passar de repugnante para engraçada nos seus ridículos extremos.

source: This situation is the root of [[DoesntTrustThoseGuys his hatred towards robots]] - even though prioritizing treatment for people in accidents [[TruthInTelevision is very much a real thing]], called [[https://en.wikipedia.org/wiki/Triage Triage]], Spooner felt that a human rescuer would try to save a child over an adult no matter how futile the attempt would be.
pt_br: Essa situação é de onde se origina [[Br/NaoConfioNessesCaras seu ódio contra robôs]] - ainda que a priorização de atendimento para pessoas em acidentes [[Br/VerdadeNaTelevisao seja uma coisa muito real]], chamada [[https://pt.wikipedia.org/wiki/Triagem triagem]], Spooner sente que um socorrista humano tentaria salvar uma criança no lugar de um adulto, por mais fútil que a tentativa seja.

source: This sometimes leads to the strange effect that re-releases with more literal or accurate translations, whether they are purely literal or merely closer to the original while still being localized, can actually [[FlameWar start wars]] between fans of the Woolseyisms, the diehard purists, and the poor saps who only know one way to read the story and have no idea what's going on.
pt_br: Isso às vezes leva a um efeito estranho causado por relançamentos com traduções mais literais ou precisas: sejam elas puramente literais ou apenas mais próximas do original ao mesmo tempo em que são localizadas, elas ainda podem iniciar conflitos entre fãs dos woolseyismos, os puristas inflexíveis e os pobres coitados que só conhecem um jeito de ler a história e não fazem ideia do que está acontecendo.

source: This trick is also used in one of Asimov's stories, "Little Lost Robot", though Calvin didn't have a trigger-happy partner to speed the process along in that one.
pt_br: Esse truque também é usado em um dos contos de Asimov, "Little Lost Robot", apesar de a Calvin do conto não dispôr de um parceiro com uma arma na mão para acelerar o processo.

source: This trope can be annoying in video games as often-times StupidityIsTheOnlyOption, particularly in the case of a MacGuffinDeliveryService...
pt_br: Este tropo pode ser irritante em videogames porque às vezes a Br/EstupidezEAUnicaOpcao, em especial quando há também um Br/ServicoDeEntregaDeMacGuffin...

source: This trope doesn't even require the Abrahamic Devil; any [[TheTrickster trickster]], [[OurDemonsAreDifferent demon]], or evil deity [[EverybodyHatesHades roughly]] [[SatanicArchetype equivalent]] to {{Satan}} can be used.
pt_br: Este tropo nem sequer exige que seja o Diabo abraâmico; qualquer [[Br/OMalandro malandro]], [[Br/NossosDemoniosSaoDiferentes demônio]] ou entidade maléfica que seja [[Br/TodoMundoOdeiaOHades razoavelmente]] [[Br/ArquetipoSatanico equivalente]] ao Br/{{Sata}} pode ser usado no lugar.

source: This trope includes both literal {{Magically Binding Contract}}s with a literal devil, and crooked deals between any corrupt exploiter (the Mephistopheles role) and a desperate pawn (the Faust role).
pt_br: Este tropo inclui o literal Br/ContratoMagicamenteVinculativo com um diabo literal e também acordos perversos entre qualquer aproveitador corrupto (o papel de Mefistófeles) e um peão desesperado (o papel de Fausto).

source: This trope is a common problem with the SmallStepsHero.
pt_br: Este tropo é um problema comum com o Br/HeroiDePassosPequenos.

source: This trope is also known as World Half Empty, for the expression of pessimism being a state of seeing a glass with half the amount of water in it as being "half empty".
pt_br: Este tropo também é conhecido como Mundo Meio Vazio, por causa da expressão pessimista em ver um copo pela metade com água e considerar que ele está "meio vazio".

source: This trope is especially true for cartoons, where networks want to be free to broadcast reruns in any convenient order or lack thereof.
pt_br: Este tropo é particularmente verdade para desenhos animados, pois as emissoras querem ficar livres para transmitir reprises em qualquer ordem conveniente (inclusive fora de ordem).

source: This trope is highly likely to contain {{Melodrama}}.
pt_br: Este tropo tem altas chances de conter Br/{{Melodrama}}.

source: This trope is named for Creator/IsaacAsimov's "Zeroth Law of Robotics", which followed the spirit of [[ThreeLawsCompliant the first three]], taking it to its [[LogicalExtreme logical conclusion]] that human life in general must be preserved above individual life.
pt_br: Este tropo recebe seu nome por causa da "Lei Zero da Robótica" de BrCriador/IsaacAsimov, que segue o espírito das [[Br/ConformidadeComAsTresLeis primeiras três]], levando isso à sua [[Br/ExtremoLogico conclusão lógica]] de que a vida humana em geral deve ser preservada acima da vida individual.

source: This trope is the former.
pt_br: Este tropo é o primeiro caso.

source: This trope is the savvy half of a SavvyGuyEnergeticGirl duo, one third of a ComicTrio, and part of the FourManBand.
pt_br: Este tropo é a parte experiente da dupla Br/CaraExperienteGarotaAgitada, um terço do Br/TrioComico e integrante do Br/GrupoDeQuatroCaras.

source: This trope may lead to a RedemptionQuest in an attempt to make up for the mistake.
pt_br: Este tropo pode levar a uma Br/JornadaDeRedencao na tentativa de reparar os erros.

source: This trope relies more on the mood than on such objective weighing of matters.)
pt_br: Este tropo é baseado na atmosfera geral ao invés do ponderamento objetivo da situação.)

source: This type is more common with female examples who may be a CuteBruiser or GirlyBruiser.
pt_br: Esse tipo é mais comum com exemplos femininos que sejam uma Br/BrutaFofinha ou uma Br/BrutaFeminina.

source: This usually forces Chavo or Chilindrina to act somewhat dumber than usual.
pt_br: Isso força o Chaves ou a Chiquinha a agirem de maneira mais burra que o normal.

source: This usually happens in a series with no overarching conflict or plot, although it is also the final stage of ExponentialPlotDelay, the phenomenon in which the plot of a serial story has totally ground to a halt.
pt_br: Isto costuma acontecer em séries sem um conflito amplo acontecendo, mas também pode ser o estágio final do Br/AtrasoExponencialDeTrama, o fenômeno em que a trama de uma história serial desacelerou até parar.

source: This usually involves the introduction of lowbrow humor, {{Slapstick}}, gratitous extra {{Fanservice}} (the female leads enter a wet t-shirt contest or try to learn poledancing), or other forms of [[PolishTheTurd turd-polishing]].
pt_br: Isso costuma envolver humor de qualidade duvidosa, humor Br/{{pastelao}}, Br/{{fanservice}} gratuito (as mulheres proeminentes entram em um concurso de camisa molhada ou tentam aprender ''pole dance''), ou outras formas de Br/PolirAMerda.

source: This usually means that even severe organ damage can just be ignored, though even such characters [[ChunkySalsaRule tend to have limits]] in how far this can be pushed.
pt_br: Isso geralmente significa que mesmo dano severo aos órgãos pode ser simplesmente ignorado, mas mesmo esses personagens possuem limites sobre o quanto isso pode ser forçado.

source: This was because they argued against grand reconquests in the Middle East, as the reconquered land couldn't be held in the long term.
pt_br: Isto se deu porque eles se opunham à grandes reconquistas no Oriente Médio, pois a terra reconquistada não poderia ser mantida a longo prazo.

source: This was most common in UsefulNotes/TheNineties, with all kinds of works in all kinds of media pulling it and then not knowing what to do with it afterwards.
pt_br: Isso era mais comum nos BrNotasUteis/Anos90, com todo tipo de obra em todo tipo de mídia fazendo algo do tipo sem saber como resolver depois.

source: This was the dominant mode for narratives before the 20th Century.
pt_br: Este era o estilo dominante em narrativas de antes do século 20.

source: This was the most common POV in literature before the twentieth century.
pt_br: Antes do século 20, este era o ponto de vista mais comum na literatura.

source: This was the point of finding him.
pt_br: Esse era o motivo para o encontrarem.

source: This will gratify some people and astonish the rest."'' -->--'''Creator/MarkTwain'''
pt_br: Isto irá agradar algumas pessoas e surpreender o resto."'' -->--'''BrCriador/MarkTwain'''

source: This works on the (fairly reliable) premise that no expensive special effect or clever writing can ever top what the viewer imagines to fill in the blanks.
pt_br: Isto funciona com base na (razoavelmente confiável) premissa de que nenhum efeito especial ou roteiro inteligente pode superar o que quer que o espectador imagine para preencher as lacunas.

source: This would be jarring, but most of the time no attention is drawn to the event at all.
pt_br: Isso poderia ser chocante, mas na maioria das vezes nenhuma atenção é dada ao evento.

source: This, of course, presumes that the creator hasn't [[TorchTheFranchiseAndRun tried to sabotage it before leaving]].
pt_br: Isto, é claro, presume que o criador não [[Br/IncendiarAFranquiaECorrer tentou sabotar a franquia antes de sair]].

source: This, of course, scares the crap out of the overhearing kids, who already believed her to be a witch.
pt_br: Isso, é claro, assusta as crianças, que já acreditavam que ela era uma bruxa.

source: This, when combined with a tendency to apply Administrivia/SquarePegRoundTrope, is why some artists aware of us aren't exactly fond of the site.
pt_br: Isto, quando combinado com uma tendência de aplicar BrAdministrivia/PorcaQuadradaTropoRedondo, é o motivo para alguns artistas que sabem da existência deste site não gostarem muito dele.

source: Those pesky {{Trickster Mentor}}s may also find themselves on the receiving end of RageAgainstTheMentor.
pt_br: E aqueles malditos [[Br/MentorTrapaceiro mentores trapaceiros]] podem ocasionalmente se encontrar na ponta receptora da Br/FuriaContraOMentor.

source: Those who are not special, like the favored of the plot.
pt_br: Os que não são especiais que nem os favorecidos da trama.

source: Those who will ''really'' do anything for their beliefs count among TheUnfettered.
pt_br: Se o personagem faz ''realmente'' qualquer coisa pelas suas crenças, ele pode ser Br/OIrrestrito.

source: Though amusingly, (window dressing aside) the story actually has quite a few things in common with Asimov's ''Literature/TheCavesOfSteel'', involving a murder mystery in a sci-fi setting with robots and a cop main character who is very distrustful of said robots.
pt_br: No entanto, a história tem muitas coisas em comum com o livro de Asimov ''BrLiteratura/AsCavernasDeAco'', que envolve um mistério de assassinato em uma ambientação sci-fi com robôs e um protagonista policial que não confia nos ditos robôs.

source: Though it's implied that the anti-robotic sentiment is the source of all the rest of it.
pt_br: No entanto, fica implicado que o sentimento anti-robôs é a fonte de todo o restante.

source: Though most of the time immutable equals dramatic, it is possible to see combinations between these categories:
pt_br: Apesar de na maioria das vezes "imutável" significar "dramático", é possível encontrar combinações entre estas categorias:

source: Though people die left and right, it likely has NegativeContinuity to facilitate the inhabitants' suffering.
pt_br: Apesar de haverem mil caindo ao seu lado e dez mil à tua direita, a obra provavelmente tem Br/ContinuidadeNegativa para facilitar o sofrimento dos moradores.

source: Though sometimes they get forced into dealing with extraordinary problems... * ExBigBad: A BigBad who has undergone a HeelFaceTurn, joins the heroes, or even become TheAtoner.
pt_br: Mas às vezes eles são forçados a lidar com problemas extraordinários... * Br/ExMalvadao: Um Br/{{Malzao}} que resolve Br/PassarParaOLadoDosMocinhos e se junta aos heróis ou se torna Br/OExpiador.

source: Though the machine itself kills him instead of the fall]].
pt_br: O que o mata é a máquina, e não a queda]].

source: Though they were at least nice enough to add a "Sorry" at the end of the ultimatum.
pt_br: Mas pelo menos eles foram gentis em adicionar um "foi mal" no final do ultimato.

source: Though, contrary to the claims of some derisors, modern games can still be Nintendo Hard, it's just not as common.
pt_br: No entanto, ao contrário do que alguns podem argumentar, jogos modernos ainda podem ter a Dificuldade Nintendo, Apenas não é tão comum.

source: Three if you count the episode showing the events that resulted in the main characters going to the beach in the first place.
pt_br: Três partes se você considerar o episódio que mostra os eventos que resultaram nos personagens indo para a praia.

source: Through comparing different works of fiction, browsing TV Tropes will merge surprise almost entirely with recognition and you will begin analyzing everything and taking a totally new (and possibly better) enjoyment from media - [[TheoryOfNarrativeCausality or reality]].
pt_br: Através da comparação de diferentes obras de ficção, o TV Tropes une quase que totalmente a surpresa com o reconhecimento e você vai começar a analisar tudo e ter um novo (e possivelmente melhor) aproveitamento da mídia -- [[Br/TeoriaDaCausalidadeNarrativa ou da realidade]].

source: Thus always remember to ReadTheFinePrint and have an experience in law with you if you try to do this.
pt_br: Por isso, tenha algumas noções de direito e sempre Br/LeiaAsLetrasMiudas caso queira fazer isso.

source: Thus goes the logic in a lot of comedy shows and a few adult cartoons.
pt_br: Essa é a lógica em muitos shows de comédia e de alguns desenhos animados para adultos.

source: Thus the frequent association of how someone who does manipulative bastardry too often can come across as a [[TheSociopath sociopath]].
pt_br: Por isso é frequente que alguém que faça uso excessivo de manipulação seja percebido como Br/OSociopata.

source: Thus, ChemicallyInducedInsanity, PsychoSerum, a [[MindRape telepathic attack]], or a specific, quasi-magical effect (like certain types of BrownNote) doesn't qualify.[[note]]Unless the focus is less on the stimulus's direct neurological effects and more on how it shows you something too terrible to behold: for example, if [[HigherUnderstandingThroughDrugs the drug opens your psyche to mind-shattering secrets]], if the telepathy transmits information or sensations that your fragile psyche can't take, or if the BrownNote breaks you because what you're perceiving is already too much to comprehend and doesn't even need to magically attack your brain.[[/note]] Contrast those things with Creator/HPLovecraft's shoggoths, who strain people's sanity in spite of never having that as a stated special ability--the thought of them is just that horrible.
pt_br: Portanto, Br/InsanidadeQuimicamenteInduzida, Br/SoroPsicotico, um [[Br/EstuproMental ataque telepático]] ou um efeito específico e quasi-mágico (como certos tipos de Br/NotaMarrom) não se encaixam.[[note]]A não ser que o foco seja menos nos efeitos neurológicos diretamente causados pelo estímulo e mais em como isso te mostra algo terrível demais para presenciar; por exemplo, se [[Br/CompreensaoSuperiorAtravesDeDrogas uma droga abre sua mente para segredos devastadores]], se a telepatia transmite informações ou sensações que a sua frágil psique não suporta, ou se a Br/NotaMarrom te faz colapsar porque o que você está percebendo já é demais para compreender sem que seu cérebro seja atacado magicamente.[[/note]] Contrastar essas coisas com os shoggoths de BrCriador/HPLovecraft, que desgastam a sanidade das pessoas apesar de nunca terem isso como habilidade especial abertamente declarada -- o mero pensamento sobre eles já é horrível o bastante.

source: Thus, a Lighter And Softer reboot may often follow an incarnation which made a point of being Darker and Edgier.
pt_br: Assim sendo, um recomeço Mais Animado E Leve pode se seguir a uma versão que foi um caso de Mais Sombrio e Pesado.

source: Thus, it's not a bad idea for a writer to assume that their audience are not geniuses and write accordingly, as no one will be entertained if they can't follow along the story.
pt_br: Por isso, se um escritor supõe que seu público alvo não é composto de gênios e escreve uma história de acordo, isso não é má ideia, já que ninguém vai aproveitar a história se não consegue acompanhá-la.

source: Thus, the limit of the WillingSuspensionOfDisbelief for a given element is directly proportional to its degree of meeting one or more of the following tropes.
pt_br: Por isso, o limite da Br/SuspensaoVoluntariaDaDescrenca para um dado elemento é diretamente proporcional ao quanto ele consegue atender a um ou mais dos tropos abaixo.

source: Thus, there are often conventions or base assumptions that a writer makes which may make sense to some male audiences, but are confusing or off-putting to some female audiences.
pt_br: Por isso existem convenções ou suposições que um escritor faz que podem fazer sentido para parte do público alvo masculino, mas que podem ser confusos ou estranhos para parte do público feminino.

source: Thus, these tropes are designed to either never be noticed, "disguise" themselves as other tropes, or be excused in other ways.
pt_br: Por isso eles são pensados para nunca serem notados, para se "disfarçarem" como outros tropos ou para serem justificados de outras formas.

source: Thus, they were just as likely to forget that two character who, back in season one, say that they've known each other since law school, now claim in season three that they literally grew up together on the same street.
pt_br: Por isso, eles também tinham uma boa chance de esquecer aqueles dois personagens que, na primeira temporada, disseram que se conhecem do tempo da faculdade, mas agora na terceira temporada dizem que eles cresceram na mesma rua.
